Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Drag screenshots from Finder onto a canvas, or drop several at once to fill the row.
ar: اسحب لقطات الشاشة من Finder إلى لوحة الرسم، أو قم بإسقاط عدة لقطات شاشة مرة واحدة لملء الصف.
ca: Arrossegueu les captures de pantalla del Finder a un llenç o deixeu-ne anar diverses alhora per omplir la fila.
cs: Přetáhněte snímky obrazovky z Finderu na plátno nebo je pusťte několik najednou, abyste vyplnili řádek.
da: Træk skærmbilleder fra Finder til et lærred, eller slip flere på én gang for at fylde rækken.
de: Ziehen Sie Screenshots aus dem Finder auf eine Leinwand oder legen Sie mehrere gleichzeitig ab, um die Zeile zu füllen.
el: Σύρετε στιγμιότυπα οθόνης από το Finder σε έναν καμβά ή αποθέστε πολλά ταυτόχρονα για να γεμίσετε τη σειρά.
es: Arrastre capturas de pantalla desde Finder a un lienzo o suelte varias a la vez para llenar la fila.
fa: اسکرین شات ها را از Finder روی بوم بکشید یا چند تا را به طور همزمان رها کنید تا ردیف پر شود.
fi: Vedä kuvakaappauksia Finderista kankaalle tai täytä rivi pudottamalla useita kerralla.
fr: Faites glisser les captures d'écran du Finder sur un canevas ou déposez-en plusieurs à la fois pour remplir la ligne.
he: גרור צילומי מסך מ-Finder אל בד, או שחרר כמה בבת אחת כדי למלא את השורה.
hr: Povucite snimke zaslona iz Findera na platno ili ispustite nekoliko odjednom da popunite red.
hu: Húzza a képernyőképeket a Finderből egy vászonra, vagy dobjon egyszerre többet a sor kitöltéséhez.
id: Seret tangkapan layar dari Finder ke kanvas, atau letakkan beberapa tangkapan layar sekaligus untuk mengisi baris.
ja: Finder からスクリーンショットをキャンバスにドラッグするか、複数のスクリーンショットを一度にドロップして行を埋めます。
ko: Finder의 스크린샷을 캔버스로 드래그하거나 한 번에 여러 개를 드롭하여 행을 채웁니다.
ms: Seret tangkapan skrin daripada Finder ke atas kanvas, atau lepaskan beberapa pada satu masa untuk mengisi baris.
nl: Sleep schermafbeeldingen vanuit Finder naar een canvas, of zet er meerdere tegelijk neer om de rij te vullen.
no: Dra skjermbilder fra Finder til et lerret, eller slipp flere samtidig for å fylle raden.
pl: Przeciągnij zrzuty ekranu z Findera na płótno lub upuść kilka na raz, aby wypełnić wiersz.
pt_br: Arraste capturas de tela do Finder para uma tela ou solte várias de uma vez para preencher a linha.
pt_pt: Arraste capturas de ecrã do Finder para uma ecrã ou solte várias de uma vez para preencher a linha.
ro: Trageți capturi de ecran din Finder pe o pânză sau plasați mai multe simultan pentru a umple rândul.
sk: Presuňte snímky obrazovky z Findera na plátno alebo ich pustite niekoľko naraz, aby ste vyplnili riadok.
sl: Povlecite posnetke zaslona iz Finderja na platno ali jih spustite več hkrati, da zapolnite vrstico.
sv: Dra skärmdumpar från Finder till en duk eller släpp flera samtidigt för att fylla raden.
th: ลากภาพหน้าจอจาก Finder ไปบนผืนผ้าใบ หรือวางหลายภาพพร้อมกันเพื่อเติมแถว
ur: فائنڈر سے اسکرین شاٹس کو کینوس پر گھسیٹیں، یا قطار کو بھرنے کے لیے ایک ساتھ کئی ڈراپ کریں۔
vi: Kéo ảnh chụp màn hình từ Finder vào khung vẽ hoặc thả nhiều ảnh cùng lúc để lấp đầy hàng.
zh_hans: 将 Finder 中的屏幕截图拖到画布上，或一次放置多个屏幕截图以填充该行。

source: Drag screenshots from Photos or Files onto a canvas, or drop several at once to fill the row.
ar: اسحب لقطات الشاشة من الصور أو الملفات إلى لوحة قماشية، أو قم بإسقاط عدة لقطات شاشة مرة واحدة لملء الصف.
ca: Arrossega les captures de pantalla de Fotos o Fitxers a un llenç, o deixa anar-ne diverses alhora per omplir la fila.
cs: Přetáhněte snímky obrazovky z fotografií nebo souborů na plátno nebo je pusťte několik najednou, abyste vyplnili řádek.
da: Træk skærmbilleder fra Fotos eller Filer til et lærred, eller slip flere på én gang for at udfylde rækken.
de: Ziehen Sie Screenshots aus Fotos oder Dateien auf eine Leinwand oder legen Sie mehrere gleichzeitig ab, um die Zeile zu füllen.
el: Σύρετε στιγμιότυπα οθόνης από Φωτογραφίες ή Αρχεία σε έναν καμβά ή αποθέστε πολλά ταυτόχρονα για να γεμίσετε τη σειρά.
es: Arrastre capturas de pantalla de Fotos o Archivos a un lienzo, o suelte varias a la vez para llenar la fila.
fa: اسکرین شات ها را از Photos یا Files روی بوم بکشید یا چند تا را به طور همزمان رها کنید تا ردیف پر شود.
fi: Vedä kuvakaappauksia Valokuvista tai Tiedostoista kankaalle tai täytä rivi pudottamalla useita kerralla.
fr: Faites glisser des captures d'écran de Photos ou de Fichiers sur un canevas, ou déposez-en plusieurs à la fois pour remplir la ligne.
he: גרור צילומי מסך מתמונות או מקבצים על בד, או שחרר כמה בבת אחת כדי למלא את השורה.
hr: Povucite snimke zaslona iz fotografija ili datoteka na platno ili ispustite nekoliko odjednom da popunite red.
hu: Húzzon képernyőképeket a Fényképek vagy Fájlok alkalmazásból egy vászonra, vagy dobjon egyszerre többet a sor kitöltéséhez.
id: Seret tangkapan layar dari Foto atau File ke kanvas, atau letakkan beberapa tangkapan layar sekaligus untuk mengisi baris.
ja: 写真またはファイルからスクリーンショットをキャンバスにドラッグするか、複数のスクリーンショットを一度にドロップして行を埋めます。
ko: 사진 또는 파일의 스크린샷을 캔버스로 드래그하거나 한 번에 여러 개를 드롭하여 행을 채웁니다.
ms: Seret tangkapan skrin daripada Foto atau Fail ke atas kanvas, atau lepaskan beberapa pada satu masa untuk mengisi baris.
nl: Sleep schermafbeeldingen van Foto's of Bestanden naar een canvas, of zet er meerdere tegelijk neer om de rij te vullen.
no: Dra skjermbilder fra Bilder eller filer til et lerret, eller slipp flere samtidig for å fylle raden.
pl: Przeciągnij zrzuty ekranu ze Zdjęć lub Plików na płótno lub upuść kilka na raz, aby wypełnić wiersz.
pt_br: Arraste capturas de tela de Fotos ou Arquivos para uma tela ou solte várias de uma vez para preencher a linha.
pt_pt: Arraste capturas de ecrã de Fotos ou Ficheiros para uma ecrã ou solte várias de uma vez para preencher a linha.
ro: Trageți capturi de ecran din Fotografii sau Fișiere pe o pânză sau plasați mai multe simultan pentru a umple rândul.
sk: Presuňte snímky obrazovky z fotografií alebo súborov na plátno alebo ich pustite niekoľko naraz, aby ste vyplnili riadok.
sl: Povlecite posnetke zaslona iz fotografij ali datotek na platno ali jih spustite več hkrati, da zapolnite vrstico.
sv: Dra skärmdumpar från foton eller filer till en duk, eller släpp flera samtidigt för att fylla raden.
th: ลากภาพหน้าจอจากรูปภาพหรือไฟล์ลงบนผืนผ้าใบ หรือวางหลายภาพพร้อมกันเพื่อเติมแถว
ur: تصاویر یا فائلوں سے اسکرین شاٹس کو کینوس پر گھسیٹیں، یا قطار کو بھرنے کے لیے ایک ساتھ کئی ڈراپ کریں۔
vi: Kéo ảnh chụp màn hình từ Ảnh hoặc Tệp vào khung vẽ hoặc thả nhiều ảnh cùng lúc để lấp đầy hàng.
zh_hans: 将照片或文件中的屏幕截图拖到画布上，或一次放置多个屏幕截图以填充该行。

source: Drag templates left/right to reorder. Reordering also reorders the exported file numbering.
ar: اسحب القوالب إلى اليسار/اليمين لإعادة ترتيبها. تؤدي إعادة الترتيب أيضًا إلى إعادة ترتيب ترقيم الملفات المصدرة.
ca: Arrossegueu les plantilles cap a l'esquerra/dreta per reordenar. La reordenació també reordena la numeració dels fitxers exportats.
cs: Přetažením šablon doleva/doprava změníte pořadí. Změna pořadí také změní pořadí číslování exportovaných souborů.
da: Træk skabeloner til venstre/højre for at omarrangere. Genarrangering ændrer også den eksporterede filnummerering.
de: Ziehen Sie die Vorlagen nach links/rechts, um sie neu anzuordnen. Durch die Neuordnung wird auch die Nummerierung der exportierten Dateien neu angeordnet.
el: Σύρετε τα πρότυπα αριστερά/δεξιά για αναδιάταξη. Η αναδιάταξη αναδιατάσσει επίσης την αρίθμηση των εξαγόμενων αρχείων.
es: Arrastre las plantillas hacia la izquierda o hacia la derecha para reordenarlas. Reordenar también reordena la numeración del archivo exportado.
fa: برای مرتب کردن مجدد الگوها را به چپ/راست بکشید. ترتیب مجدد، شماره گذاری فایل صادر شده را نیز تغییر می دهد.
fi: Järjestä uudelleen vetämällä malleja vasemmalle/oikealle. Uudelleenjärjestäminen järjestää myös viedyn tiedostonumeron uudelleen.
fr: Faites glisser les modèles vers la gauche/droite pour les réorganiser. La réorganisation réorganise également la numérotation des fichiers exportés.
he: גרור תבניות שמאלה/ימינה כדי לסדר מחדש. סידור מחדש גם מסדר מחדש את מספור הקובץ המיוצא.
hr: Povucite predloške lijevo/desno za promjenu redoslijeda. Promjena redoslijeda također mijenja redoslijed numeriranja izvezene datoteke.
hu: Az átrendezéshez húzza a sablonokat balra/jobbra. Az átrendezés az exportált fájlok számozását is átrendezi.
id: Seret template ke kiri/kanan untuk menyusun ulang. Penyusunan ulang juga menyusun ulang penomoran file yang diekspor.
ja: テンプレートを左右にドラッグして順序を変更します。並べ替えると、エクスポートされたファイルの番号付けも並べ替えられます。
ko: 템플릿을 왼쪽/오른쪽으로 드래그하여 재정렬하세요. 재정렬하면 내보낸 파일 번호도 재정렬됩니다.
ms: Seret templat ke kiri/kanan untuk menyusun semula. Menyusun semula juga menyusun semula penomboran fail yang dieksport.
nl: Sleep sjablonen naar links/rechts om de volgorde te wijzigen. Als u de volgorde wijzigt, wordt ook de nummering van de geëxporteerde bestanden opnieuw gerangschikt.
no: Dra maler til venstre/høyre for å omorganisere. Omorganisering endrer også den eksporterte filnummereringen.
pl: Przeciągnij szablony w lewo/prawo, aby zmienić ich kolejność. Zmiana kolejności powoduje także zmianę kolejności numeracji eksportowanych plików.
pt_br: Arraste os modelos para a esquerda/direita para reordená-los. A reordenação também reordena a numeração do arquivo exportado.
pt_pt: Arraste os modelos para a esquerda/direita para reordená-los. A reordenação também reordena a numeração do ficheiro exportado.
ro: Trageți șabloanele stânga/dreapta pentru a reordona. Reordonarea reordonează și numerotarea fișierelor exportate.
sk: Presunutím šablón doľava/doprava zmeníte poradie. Zmena poradia tiež zmení poradie číslovania exportovaných súborov.
sl: Povlecite predloge levo/desno, da preuredite. S prerazporeditvijo se prerazporedi tudi oštevilčenje izvožene datoteke.
sv: Dra mallar åt vänster/höger för att ändra ordning. Omordning ändrar också den exporterade filnumreringen.
th: ลากเทมเพลตไปทางซ้าย/ขวาเพื่อเรียงลำดับใหม่ การเรียงลำดับใหม่ยังจัดลำดับหมายเลขไฟล์ที่ส่งออกใหม่อีกด้วย
ur: دوبارہ ترتیب دینے کے لیے ٹیمپلیٹس کو بائیں/دائیں گھسیٹیں۔ دوبارہ ترتیب دینا برآمد شدہ فائل نمبرنگ کو بھی دوبارہ ترتیب دیتا ہے۔
vi: Kéo mẫu sang trái/phải để sắp xếp lại. Sắp xếp lại cũng sắp xếp lại việc đánh số tập tin đã xuất.
zh_hans: 向左/向右拖动模板以重新排序。重新排序还会对导出的文件编号进行重新排序。

source: Drag the picture to reposition it inside the frame (or double-click the image)
ar: اسحب الصورة لإعادة وضعها داخل الإطار (أو انقر نقرًا مزدوجًا فوق الصورة)
ca: Arrossegueu la imatge per reposicionar-la dins del marc (o feu doble clic a la imatge)
cs: Přetažením obrázku jej přemístěte do rámečku (nebo na obrázek dvakrát klikněte)
da: Træk billedet for at flytte det inde i rammen (eller dobbeltklik på billedet)
de: Zieh das Bild, um es im Rahmen zu verschieben (oder doppelklicke auf das Bild)
el: Σύρετε την εικόνα για να την επανατοποθετήσετε μέσα στο πλαίσιο (ή κάντε διπλό κλικ στην εικόνα)
es: Arrastra la imagen para recolocarla dentro del marco (o haz doble clic en ella)
fa: تصویر را بکشید تا جایش را درون قاب تغییر دهید (یا روی تصویر دوبار کلیک کنید)
fi: Vedä kuvaa siirtääksesi sen kehyksen sisään (tai kaksoisnapsauta kuvaa)
fr: Faites glisser l'image pour la repositionner dans le cadre (ou double-cliquez dessus)
he: גרור את התמונה כדי למקם אותה מחדש בתוך המסגרת (או לחץ פעמיים על התמונה)
hr: Povucite sliku da je promijenite u okvir (ili dvaput kliknite na sliku)
hu: Húzza a képet a kereten belüli áthelyezéséhez (vagy kattintson duplán a képre)
id: Seret gambar untuk mengubah posisinya di dalam bingkai (atau klik dua kali gambar)
it: Trascina l'immagine per riposizionarla nella cornice (oppure fai doppio clic sull'immagine)
ja: 画像をドラッグして枠内の位置を調整します（または画像をダブルクリック）
ko: 사진을 드래그하여 프레임 안에서 위치를 조정합니다(또는 이미지를 이중 클릭)
ms: Seret gambar untuk meletakkan semula di dalam bingkai (atau klik dua kali pada imej)
nl: Sleep de afbeelding om deze binnen het kader te verplaatsen (of dubbelklik op de afbeelding)
no: Dra bildet for å flytte det inne i rammen (eller dobbeltklikk på bildet)
pl: Przeciągnij obraz, aby zmienić jego położenie w ramce (lub kliknij obraz dwukrotnie)
pt_br: Arraste a imagem para reposicioná-la dentro do quadro (ou clique duas vezes nela)
pt_pt: Arraste a imagem para reposicioná-la dentro do quadro (ou clique duas vezes na imagem)
ro: Trageți imaginea pentru a o repoziționa în interiorul cadrului (sau faceți dublu clic pe imagine)
ru: Перетащите изображение, чтобы изменить его положение в рамке (или дважды нажмите на него)
sk: Presuňte obrázok a premiestnite ho do rámčeka (alebo dvakrát kliknite na obrázok)
sl: Povlecite sliko, da jo prestavite v okvir (ali dvokliknite sliko)
sv: Dra bilden för att flytta den inuti ramen (eller dubbelklicka på bilden)
th: ลากรูปภาพเพื่อเปลี่ยนตำแหน่งภายในกรอบ (หรือดับเบิลคลิกที่รูปภาพ)
tr: Resmi çerçeve içinde yeniden konumlandırmak için sürükleyin (veya görüntüye çift tıklayın)
uk: Перетягніть зображення, щоб змінити його положення в рамці (або двічі клацніть його)
ur: تصویر کو فریم کے اندر تبدیل کرنے کے لیے گھسیٹیں (یا تصویر پر ڈبل کلک کریں)
vi: Kéo ảnh để định vị lại bên trong khung (hoặc bấm đúp vào ảnh)
zh_hans: 拖移图片以调整它在框内的位置（或连按图像）
zh_hant: 拖移圖片以調整它在框內的位置（或按兩下影像）

source: Drag the rotation handle (above the shape) to rotate freely, or hold **⇧** while dragging it to snap to 15° steps. Type a degree value into the rotation field for exact control.
ar: اسحب مقبض التدوير (أعلى الشكل) للتدوير بحرية، أو اضغط باستمرار على **⇧** أثناء سحبه للانطباق على خطوات بزاوية 15 درجة. اكتب قيمة الدرجة في حقل التدوير للتحكم الدقيق.
ca: Arrossegueu el mànec de rotació (a sobre de la forma) per girar lliurement, o manteniu premuda **⇧** mentre l'arrossegues per ajustar-lo a passos de 15°. Escriviu un valor de grau al camp de rotació per al control exacte.
cs: Přetažením otočného úchytu (nad tvarem) se můžete volně otáčet, nebo při tažení podržte **⇧** a přichyťte se po 15° krocích. Zadejte hodnotu stupně do pole otáčení pro přesné ovládání.
da: Træk rotationshåndtaget (over formen) for at rotere frit, eller hold **⇧** nede, mens du trækker det for at fastgøre til trin på 15°. Indtast en gradværdi i rotationsfeltet for nøjagtig kontrol.
de: Zieh den Drehgriff (über der Form), um frei zu drehen, oder halte beim Ziehen **⇧** gedrückt, um in 15°-Schritten einzurasten. Für exakte Werte gib eine Gradzahl in das Drehungsfeld ein.
el: Σύρετε τη λαβή περιστροφής (πάνω από το σχήμα) για να περιστραφεί ελεύθερα ή κρατήστε πατημένο το **⇧** ενώ το σύρετε για να κουμπώσετε σε βήματα 15°. Πληκτρολογήστε μια τιμή μοιρών στο πεδίο περιστροφής για ακριβή έλεγχο.
es: Arrastra el tirador de rotación (encima de la forma) para girarla libremente, o mantén pulsada **⇧** mientras lo arrastras para girar en pasos de 15°. Escribe los grados en el campo de rotación para un control exacto.
fa: دستگیرهٔ چرخش (بالای شکل) را بکشید تا آزادانه بچرخد، یا هنگام کشیدن **⇧** را نگه دارید تا با گام‌های ۱۵ درجه بچرخد. برای کنترل دقیق، مقدار درجه را در فیلد چرخش وارد کنید.
fi: Vedä kiertokahvaa (muodon yläpuolella) pyöriäksesi vapaasti, tai pidä **⇧**-painiketta painettuna samalla kun vedät sitä 15°:n askelmiin. Kirjoita astearvo kiertokenttään tarkan ohjauksen saamiseksi.
fr: Faites glisser la poignée de rotation (au-dessus de la forme) pour la faire pivoter librement, ou maintenez **⇧** pendant le glissement pour la faire pivoter par pas de 15°. Saisissez une valeur en degrés dans le champ de rotation pour un réglage précis.
he: גרור את ידית הסיבוב (מעל הצורה) כדי להסתובב בחופשיות, או החזק את **⇧** תוך כדי גרירתה כדי להצמד לשלבים של 15°. הקלד ערך תואר בשדה הסיבוב לשליטה מדויקת.
hr: Povucite ručicu za rotaciju (iznad oblika) da biste se slobodno okretali ili držite **⇧** dok je povlačite da biste se prebacili na korake od 15°. Upišite vrijednost stupnja u polje rotacije za točnu kontrolu.
hu: Húzza el a forgatófogantyút (az alakzat felett), hogy szabadon forgathassa, vagy tartsa lenyomva a **⇧** gombot, miközben húzza, hogy 15°-os lépésekre pattintsa. Írjon be egy fokértéket a forgatás mezőbe a pontos szabályozás érdekében.
id: Seret pengendali rotasi (di atas bentuk) untuk memutar dengan bebas, atau tahan **⇧** sambil menyeretnya untuk mengambil langkah 15°. Ketikkan nilai derajat ke dalam bidang rotasi untuk kontrol yang tepat.
it: Trascina la maniglia di rotazione (sopra la forma) per ruotare liberamente, oppure tieni premuto **⇧** mentre la trascini per procedere a scatti di 15°. Inserisci un valore in gradi nel campo della rotazione per un controllo preciso.
ja: 回転ハンドル (図形の上) をドラッグすると自由に回転し、**⇧** を押しながらドラッグすると15°単位でスナップします。正確に指定するには、回転フィールドに角度を入力します。
ko: 도형 위의 회전 핸들을 드래그하여 자유롭게 회전하거나, **⇧**를 누른 채 드래그하여 15° 단위로 스냅합니다. 정확히 조정하려면 회전 필드에 각도 값을 입력하세요.
ms: Seret pemegang putaran (di atas bentuk) untuk berputar dengan bebas, atau tahan **⇧** sambil menyeretnya untuk menyentak ke 15° langkah. Taipkan nilai darjah ke dalam medan putaran untuk kawalan tepat.
nl: Sleep de rotatiegreep (boven de vorm) om vrij te roteren, of houd **⇧** ingedrukt terwijl u de vorm sleept om in stappen van 15° te klikken. Typ een graadwaarde in het rotatieveld voor exacte controle.
no: Dra rotasjonshåndtaket (over formen) for å rotere fritt, eller hold **⇧** mens du drar det for å feste til 15° trinn. Skriv inn en gradverdi i rotasjonsfeltet for nøyaktig kontroll.
pl: Przeciągnij uchwyt obrotu (nad kształtem), aby obracać się swobodnie, lub przytrzymaj **⇧** podczas przeciągania, aby przyciągać go w krokach co 15°. Aby uzyskać dokładną kontrolę, wpisz wartość stopnia w polu obrotu.
pt_br: Arraste a alça de rotação (acima da forma) para girar livremente ou mantenha **⇧** pressionada ao arrastar para girar em incrementos de 15°. Digite um valor em graus no campo de rotação para um controle exato.
pt_pt: Arraste a alça de rotação (acima da forma) para girar livremente ou segure **⇧** enquanto arrasta para ajustar em etapas de 15°. Digite um valor de grau no campo de rotação para controle exato.
ro: Trageți mânerul de rotație (deasupra formei) pentru a roti liber sau țineți apăsat **⇧** în timp ce îl trageți pentru a se alinia la pași de 15°. Introduceți o valoare a gradului în câmpul de rotație pentru control exact.
ru: Перетаскивайте ручку поворота (над фигурой) для свободного поворота или удерживайте **⇧** во время перетаскивания для шага 15°. Для точного значения введите угол в поле поворота.
sk: Potiahnutím otočnej rukoväte (nad tvarom) sa otáčajte voľne, alebo podržte **⇧** a ťahaním sa prichytíte po 15° krokoch. Zadajte hodnotu stupňa do poľa otáčania pre presné ovládanie.
sl: Povlecite ročico za vrtenje (nad obliko), da se prosto vrtite, ali držite **⇧** med vlečenjem, da se zaskočite na korake po 15°. Za natančen nadzor v polje za vrtenje vnesite vrednost stopinje.
sv: Dra rotationshandtaget (ovanför formen) för att rotera fritt, eller håll ned **⇧** medan du drar det för att fästa till 15° steg. Skriv ett gradvärde i rotationsfältet för exakt kontroll.
th: ลากที่จับสำหรับหมุน (เหนือรูปร่าง) เพื่อหมุนได้อย่างอิสระ หรือกด **⇧** ค้างไว้ขณะลากเพื่อสแนปเป็นขั้น 15° พิมพ์ค่าองศาลงในช่องการหมุนเพื่อการควบคุมที่แม่นยำ
tr: Serbestçe döndürmek için döndürme tutamacını (şeklin üstünde) sürükleyin veya 15°'lik adımlara yaslamak için sürüklerken **⇧** tuşunu basılı tutun. Tam denetim için döndürme alanına bir derece değeri yazın.
uk: Потягніть маркер повороту (над фігурою), щоб вільно обертати її, або утримуйте **⇧** під час перетягування, щоб обертати з кроком 15°. Для точного керування введіть значення в градусах у поле повороту.
ur: آزادانہ طور پر گھومنے کے لیے گردش ہینڈل (شکل کے اوپر) کو گھسیٹیں، یا **⇧** کو 15° قدموں پر کھینچنے کے لیے گھسیٹتے ہوئے پکڑیں۔ درست کنٹرول کے لیے گردش کے میدان میں ڈگری کی قدر ٹائپ کریں۔
vi: Kéo núm điều khiển xoay (phía trên hình) để xoay tự do hoặc giữ **⇧** trong khi kéo để điều chỉnh theo các bước 15°. Nhập giá trị độ vào trường xoay để kiểm soát chính xác.
zh_hans: 拖动旋转控制点（形状上方）可自由旋转，拖动时按住 **⇧** 可以 15° 为增量对齐。在旋转字段中输入角度值可精确控制。
zh_hant: 拖移旋轉控制點（位於形狀上方）即可自由旋轉，拖移時按住 **⇧** 則以 15° 為單位對齊。在旋轉欄位中輸入角度值即可精確控制。

source: Drag the rotation handle (above the shape) to rotate freely. Type a degree value into the rotation field for exact control.
ar: اسحب مقبض التدوير (فوق الشكل) للتدوير بحرية. اكتب قيمة الدرجة في حقل التدوير للتحكم الدقيق.
ca: Arrossegueu el mànec de rotació (a sobre de la forma) per girar lliurement. Escriviu un valor de grau al camp de rotació per al control exacte.
cs: Přetažením otočného úchytu (nad tvarem) se můžete volně otáčet. Zadejte hodnotu stupně do pole otáčení pro přesné ovládání.
da: Træk rotationshåndtaget (over formen) for at rotere frit. Indtast en gradværdi i rotationsfeltet for nøjagtig kontrol.
de: Ziehen Sie den Drehpunkt (über der Form), um die Form frei zu drehen. Geben Sie zur genauen Steuerung einen Gradwert in das Rotationsfeld ein.
el: Σύρετε τη λαβή περιστροφής (πάνω από το σχήμα) για να περιστραφεί ελεύθερα. Πληκτρολογήστε μια τιμή μοιρών στο πεδίο περιστροφής για ακριβή έλεγχο.
es: Arrastra el controlador de rotación (arriba de la forma) para girar libremente. Escriba un valor de grado en el campo de rotación para obtener un control exacto.
fa: دسته چرخش (بالای شکل) را بکشید تا آزادانه بچرخد. برای کنترل دقیق، مقدار درجه را در قسمت چرخش تایپ کنید.
fi: Vedä kiertokahvaa (muodon yläpuolella) pyöriäksesi vapaasti. Kirjoita astearvo kiertokenttään tarkan ohjauksen saamiseksi.
fr: Faites glisser la poignée de rotation (au-dessus de la forme) pour faire pivoter librement. Tapez une valeur de degré dans le champ de rotation pour un contrôle exact.
he: גרור את ידית הסיבוב (מעל הצורה) כדי להסתובב בחופשיות. הקלד ערך תואר בשדה הסיבוב לשליטה מדויקת.
hr: Povucite ručicu za rotaciju (iznad oblika) da biste se slobodno okretali. Upišite vrijednost stupnja u polje rotacije za točnu kontrolu.
hu: Húzza el a forgatófogantyút (az alakzat felett), hogy szabadon forogjon. Írjon be egy fokértéket a forgatás mezőbe a pontos szabályozás érdekében.
id: Seret pegangan rotasi (di atas bentuk) untuk memutar dengan bebas. Ketikkan nilai derajat ke dalam bidang rotasi untuk kontrol yang tepat.
ja: 回転ハンドル (図形の上) をドラッグして自由に回転します。正確に制御するには、回転フィールドに度の値を入力します。
ko: 회전 핸들(모양 위)을 드래그하여 자유롭게 회전합니다. 정확한 제어를 위해 회전 필드에 각도 값을 입력합니다.
ms: Seret pemegang putaran (di atas bentuk) untuk berputar dengan bebas. Taipkan nilai darjah ke dalam medan putaran untuk kawalan tepat.
nl: Sleep de rotatiegreep (boven de vorm) om vrij te roteren. Typ een graadwaarde in het rotatieveld voor exacte controle.
no: Dra rotasjonshåndtaket (over formen) for å rotere fritt. Skriv inn en gradverdi i rotasjonsfeltet for nøyaktig kontroll.
pl: Przeciągnij uchwyt obrotu (nad kształtem), aby swobodnie obracać. Aby uzyskać dokładną kontrolę, wpisz wartość stopnia w polu obrotu.
pt_br: Arraste a alça de rotação (acima da forma) para girar livremente. Digite um valor de grau no campo de rotação para controle exato.
pt_pt: Arraste a alça de rotação (acima da forma) para girar livremente. Digite um valor de grau no campo de rotação para controle exato.
ro: Trageți mânerul de rotație (deasupra formei) pentru a roti liber. Introduceți o valoare a gradului în câmpul de rotație pentru control exact.
sk: Potiahnite rukoväť otáčania (nad tvarom), aby ste sa mohli voľne otáčať. Zadajte hodnotu stupňa do poľa otáčania pre presné ovládanie.
sl: Povlecite ročico za vrtenje (nad obliko), da se prosto vrtite. Za natančen nadzor v polje za vrtenje vnesite vrednost stopinje.
sv: Dra rotationshandtaget (ovanför formen) för att rotera fritt. Skriv ett gradvärde i rotationsfältet för exakt kontroll.
th: ลากจุดจับการหมุน (เหนือรูปร่าง) เพื่อหมุนได้อย่างอิสระ พิมพ์ค่าองศาลงในช่องการหมุนเพื่อการควบคุมที่แม่นยำ
ur: آزادانہ طور پر گھومنے کے لیے گردش ہینڈل (شکل کے اوپر) گھسیٹیں۔ درست کنٹرول کے لیے گردش کے میدان میں ڈگری کی قدر ٹائپ کریں۔
vi: Kéo núm điều khiển xoay (phía trên hình) để xoay tự do. Nhập giá trị độ vào trường xoay để kiểm soát chính xác.
zh_hans: 拖动旋转手柄（形状上方）以自由旋转。在旋转字段中输入角度值以进行精确控制。
